#作者：雷子
#日期：2016年7月19日
import random
def suiji():
        list=['(移动)134','(移动:)135','(移动)136','(移动)137','(移动)138','(移动)139','(移动)150','(移动)151','(移动)152','(移动)157','(移动)158','(移动)159','(移动)187','（移动）188','(联通)130','(联通)131','(联通)132','(联通)155','(联通)156','(联通)185','(联通)186','(电信)133','(电信)153','(电信)180','(电信)189']
        shou=random.choice(list)
        haoma="0123456789"
        haom=''
        haom1=[]
        for i in range (8):
                haom1.append(random.choice(haoma))
                haom = ''.join(haom1)
        print(shou+haom)
